IDEA Open Model
CombiInputEC Properties
The CombiInputEC type exposes the following members.
Properties
Name | Description
Description
 Additional info
 (Inherited from CombiInput.)
Id
 Element Id
 (Inherited from OpenElementId.)
Items
 Combi Items in combination
 (Inherited from CombiInput.)
Name
 Name of combination
 (Inherited from CombiInput.)
TypeCalculationCombi
 Type of combination
TypeCombiEC
 Type of EC combination
Top
See Also
Reference
CombiInputEC Class
IdeaRS.OpenModel.Loading Namespace